Repository: OlivierSTEPHAN/netwo_ios
Catalog: NetwO/*.lproj/Localizable.strings
Languages: fr

source: About
fr: À propos

# aboutText
source: This app has been developed by Alain Grange for Watteco. All right reserved V{{0}}
fr: Cette application a été développée par Alain Grange pour Watteco. Tous droits réservés V{{0}}

# apply
source: Apply changes
fr: Appliquer les modifications

source: Average
fr: Moyenne

# averageGateway
source: Average number of gateways:
fr: Nombre moyen de passerelles :

source: Bad
fr: Mauvais

# chartNoData
source: No chart data available
fr: Aucune donnée disponible

# clear
source: You cleared the data
fr: Vous avez effacé les données

source: Debug mode
fr: Mode debug

# descriptionDelay
source: Delay in second
fr: Délai en seconde

# descriptionGateway
source: It is the number of gateway you are communicating with.
fr: Il s'agit du nombre de passerelle avec laquelle le produit communique.

# descriptionMargin
source: Margin in dB between the received signal level and the minimum reception level.
fr: Marge en dB entre le niveau de signal recu et le niveau de reception minimum.

# descriptionRSSI
source: The Received Signal Strength Indication (RSSI) is the received signal power in milliwatts and is measured in dBm.
fr: La RSSI est la puissance du signal reçu en dBm.

# descriptionRX
source: Reception window
fr: Fenêtre de réception

# descriptionSF
source: Spreading Factor (SF) : defines the number of bits that can be encoded by a symbol.
fr: Spreading Factor (SF): Débit d'émision varie de SF7 à SF12.

# descriptionSNR
source: Signal-to-Noise Ratio (SNR) is the ratio between the received power signal and the noise floor power level.
fr: Le SNR est le rapport entre le signal de puissance reçu et le niveau de puissance du bruit.

# device_not_connected
source: Device is not connected
fr: Périphérique non connecté

# devices
source: Bluetooth LE Devices
fr: Appareil Bluetooth LE

source: Emission:
fr: Émission :

# envoi
source: Send report
fr: Envoyer le rapport

source: Error
fr: Erreur

# errorThrehsold
source: You have to select correct threshold
fr: Vous devez sélectionner un seuil adéquat

source: gateway
fr: passerelle

source: gateways
fr: passerelles

source: Good
fr: Correct

source: Number of frame
fr: Nb de trames

source: Online support
fr: Support en ligne

# percentage
source: % of the data.
fr: % des données.

source: Perfect
fr: Parfait

source: Please try again later
fr: Veuillez réessayer ultérieurement

# privacy_location
source: To send tester's location for exports
fr: Pour envoyer la position du testeur lors des exports

# receive
source: Start test radio
fr: Test radio

# received
source: You received
fr: Vous avez reçu

source: Reception:
fr: Réception :

# reportchoose
source: Select the format of your report:
fr: Sélectionnez le format de votre rapport :

# reset
source: Reset values
fr: Réinitialiser les valeurs

# scanNoResult
source: <no bluetooth devices found>
fr: <aucun périphérique bluetooth détecté>

source: <scanning...>
fr: <scan en cours...>

source: Send
fr: Envoyer

source: There is
fr: Il y a

source: There are
fr: Il y a

# thresholdMargin
source: Margin threshold:
fr: Seuil Margin :

# thresholdRSSI
source: RSSI threshold:
fr: Seuil RSSI :

# thresholdSNR
source: SNR threshold :
fr: Seuil SNR :

# useScan
source: <use SCAN to refresh devices>
fr: <appuyer sur SCAN pour rechercher les appareils>

# wrongNbrTrame
source: You have to select a number of frame between 1 and 100
fr: Vous devez sélectionner un nombre de trame compris entre 1 et 100
